adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
base
base-devel
blueman
bluez
brightnessctl
cliphist
dosfstools
efibootmgr
eog
fastfetch
firefox
foliate
git
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-system-monitor
grub
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprsunset
i2c-tools
imagemagick
kitty
libreoffice-fresh
linux-firmware
man-db
man-pages
nano
nautilus
network-manager-applet
networkmanager
nwg-look
obsidian
openrgb
otf-font-awesome
pavucontrol
pipewire
pipewire-pulse
polkit-gnome
qbittorrent
qt5-wayland
qt6-wayland
reflector
rofi-wayland
snapshot
sudo
swaync
swww
texinfo
ttf-jetbrains-mono-nerd
ufw
uwsm
valgrind
waybar
wireplumber
xdg-desktop-portal-hyprland
xdg-user-dirs
zsh